<template>
  <div class="privacy">
    <h1>隐私条款</h1>
    <div class="privacyInfo">
      <div class="privacyInfoItem">
        <h2>我们承诺隐私</h2>
        <div>您的隐私对我们至关重要。为了更好地保护您的隐私权利，我们确切地公告您信息是如何被我们收集与使用的，并解释实际的操作方式。这则公告将在我们首页、以及任何需要您提供隐私信息的页面上出现，以方便您寻找。此隐私条款适用于我们的网站、服务和产品。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>我们收集您的哪些信息？</h2>
        <div>当你注册或建立的账号时，我们可能需要您输入您的姓名、电子邮件、手机号码、联系地址、信用卡信息或其它相关信息。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>如何访问或修改您的信息</h2>
        <div>我们的工具会线上收集您的资料，而您可以通过这个工具管理、设置您的私人账户。如果个人资料有误，可以发送申请给我们要求修改。为了保护您的隐私安全，我们也将在授权访问或修改您的个人信息前，采取合理的步骤来认证您的身份。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>我们如何使用cookies</h2>
        <div>Cookies允许一个Web服务器辨识您的计算机和网络浏览器，并调整网页或登录信息到您的偏好。Cookies是暂时存放或放置在您的计算机硬盘上的小软件文挡。Cookies帮助我们及时显示您感兴趣的服务和其他信息。本网站使用Cookie，以使站点或服务供应商系统来识别您的浏览器并记住某些信息。通过收集和通过cookie记住您的网站偏好的信息，我们可以提供一个更好的网络使用体验。但Cookie并没有给我们访问您电脑的权限，而我们通过cookies收集的信息不包括个人信息。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>我们如何使用您的信息</h2>
        <div>aissky可以使用所有您提供的个人资料来操作或改善我们的产品、服务，以及任何您在我们网站访问或使用的功能（以下简称“服务”），亦用来客制您需要的服务；计费、辩识身份与授权；与您联系沟通您使用我们服务的相关事宜；寄送给您产品资讯（在您允许的状况下）；以及所有以增进服务内容为目的的使用。aissky也可与第三方服务供应商（如信用卡处理方和托管合作伙伴）共享您的个人信息，以提供必要的硬件、软件、网络、存储，我们用它来操作服务和保持高品质的用户的其他服务体验。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>我们承诺数据安全</h2>
        <div>为了防止未经授权的访问，保持数据的准确性，并确保信息的正确使用，我们已经采取适当的管理程序，来保护我们在线上收集的信息。

          我们不容许我们的服务提供者使用您提供的营销目的的个人信息。特别是，我们不允许我们的信用卡处理方，存储、保留或使用您的账单资料作任何用途，除了代表aissky的信用卡处理。aissky也可能会在以下条件之状况，使用个人信息：（i）遵守法律或根据传唤；（ii）执行或适用我们的使用条款，服务条款或其他协议或政策；或（iii）保护权利，财产，或本公司的安全，我们的用户或其他人。通过使用aissky服务，您同意我们收集、使用、披露和保留在本通知中所述您的个人信息。

          其他在本通知所规定者除外，您的信息将不会被出售、交换、转让或未经您同意提供给任何其他公司。我们从不会利用本说明中所述之外的理由来使用或分享您的私人信息，也均会为您提供退出或限制此类用途的选择。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>如何删除您的数据</h2>
        <div>针对120天内未使用aissky的用户，根据Amazon的数据保护政策，我们将删除您在aissky内的Amazon数据。您还可以在账号资料内，主动申请删除您在aissky内的Amazon数据。</div>
      </div>
    </div>
  </div>
</template>
<style scoped>
.privacy {
  color: white;
  padding: 20px;
}
.privacyInfo {
}
.privacyInfoItem {
  text-align: left;
  padding: 15px 0px;
}
</style>
