<template>
  <div class="privacy">
    <h1>用户协议</h1>
    <div class="privacyInfo">
      <div class="privacyInfoItem">
        <h2>使用条款</h2>
        <div>tool4seller网站（以下简称“本网站”）是福州点金信息技术有限公司（以下简称“本公司”）提供的亚马逊卖家综合运营服务网站。您一经注册或使用tool4seller的任一服务，即视为您已经阅读、充分理解并且接受了本协议的所有条款。如果您违反了协议，本网站可能会终止您的使用权限，封锁未来使用本网站的权利。不论发生任何纠纷，您不得以未仔细阅读为理由进行任何抗辩。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>网站使用</h2>
        <div>当您于本网站浏览或购物时，本网站提供产品、服务和其他功能（以下简称“服务”）。您可以使用本网站所能看到、听到或以其他方式体验网站上的资讯、文字、图像、音效、影像和（或）所有内容（“内容”），以了解tool4seller的服务。任何权利、所有权或任何内容都归本公司所有，包含您下载或以其他方式取得的内容。本公司保留所有内容的所有权以及智能财产权与修改任何内容或服务的权力。除明确协议授权，您不得使用、修改、复制、分发或发送任何内容，或者由网站获得的任何内容创作衍生的作品。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>版权</h2>
        <div>网站及所有内容均受中华人民共和国和其它国家版权法的保护，并专属于本公司。您可以下载并转载内容作为个人或公司使用，但你不得篡改或以任何方式更改任何图片或其他内容。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>第三方网站的链接</h2>
        <div>本网站转载的任何第三方网站或信息的链接，仅作为提供方便服务给您。如果使用这些链接，您将离开本网站并可能受到该网站所有条款和适用这些网站的政策。这样的链接并不构成或暗示认可、赞助、隶属关系，或本网站推荐的第三方网站或其中包含的信息。本网站不负责或承担任何此类网站上面的内容或者其可用性。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>链接到本网站</h2>
        <div>如果你想链接到网站，您必须首先获得本公司的书面同意。除非本公司特别授权，你不得使用超链接到网站，即创建一个链接到该网站绕过主页或网站的其他部分。你不得分享或截取本网站的主页或任何其他页面至任何其他网站或网页上。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>软件</h2>
        <div>通过本网站下载任何软件是本公司和/或授权者的版权作品。使用这些软件受到最终用户许可协议条款的管辖。下载，安装，和/或使用任何此类软件表示您接受最终用户许可协议的条款。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>免责条款</h2>
        <div>本公司不做任何明示或暗示的保证，声明或代言任何关于网站，内容或服务。本公司明确表示不承担任何形式的担保（明示，默示，法定的或其他方式），包括适用法律允许的最大范围内，但不限于适销性的暗示担保，适合特定用途，所有权和非侵权、关于网站、内容、服务，以及通过本网站任何产品或提供的服务。本公司不保证通过本网站或服务所执行的功能不会中断、及时、安全、无差错或无病毒，或在本网站或服务的缺陷将得到纠正。并且不保证本网站或服务内容的准确性或完整性，或在内容中的任何错误都将得到更正。所提供的“现况”及“现有”基础提供的网站、服务和内容。您同意，您使用本网站、服务和内容都将自行承担风险。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>责任限制</h2>
        <div>在任何情况下，本公司对任何损害不承担赔偿责任，但不限于任何直接、附带、衍生的、特殊、惩戒性或其他间接损失或有关于：（i）使用或无法使用本网站、服务或内容；（ii）任核通过或透过本网站的交易进行（三）任何有关网站的错误、遗漏或不准确的服务和（或）内容的索赔；（四）未经授权访问或更改您的传输或资料；或与本网站、服务或内容的任何其他事项，即使本公司已告知此类损害的可能性。如果你不满意本网站的服务、内容或协议，您唯一的方法就是停止使用本网站。因为有些国家和地区不允许排除或限制必然或偶然的损害的赔偿责任，上述的一些限制可能并不适用于您。在这样的状态，本公司责任是有限的，并保证在法律允许的最大范围内，本公司为所有索赔、诉讼、诉讼、损失、持续、招致或你将遭受负债或费用（包括律师费），在任何情况下，不超过您所支付的使用费用的总和。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>保障</h2>
        <div>您理解并同意您会亲自负责您的网站上的活动和行为。因您违反本条款的行为或不作为而引起的任何和一切索赔、程序、损害赔偿、伤害、债务、损失、费用和开支（包括合理的律师费用和开支），您同意向本网站及其相关公司、关联公司、高级职员、代理商、共同品牌所有人或其他合伙人及雇员做出补偿，为其辩护并使其免受损害。</div>
      </div>
      <div class="privacyInfoItem">
        <h2>用户行为</h2>
        <div>您同意使用本网站仅用于合法目的。您同意不采取可能危及网站的安全性，使网站无法使他人浏览，或者以其他方式造成损坏网站或内容的任何行为。您同意不增加，删去或修改内容，或试图访问不适合您的任何内容。您同意不使用本网站来进行可能会干涉第三方权利的任何行为。</div>
      </div>

      <div class="privacyInfoItem">
        <h2>总则</h2>
        <div>本协议（及任何其他于此处提及之条款及条件）构成您与本公司之间就本网站之完整协议，并取代任何先前或同时间本公司与访客间之关于本网站之通讯及提议。<br />
          内容可能包含错误或不准确之处，并可能不完整。本公司因此保留权利，但不是承担义务，监测和纠正任何错误、不实之处或遗漏和更改或在不事先通知的情况下随时更新的内容。<br />
          本公司与中华人民共和国境內本网站使用者（以下简称“境内使用者”）就本协议适用中华人民共和国法律。如果境内使用者与本公司因本协议或因使用本网站导致任何争议，通过使用本网站，您同意由本公司登记所在地之人民法院管辖；如果有部分协议是由有管辖权的法院认定为无效或无法执行，也不会影响协议的任何其他条款，本协议的其余条款仍有效并且有约束力。</div>
      </div>
    </div>
  </div>
</template>
<style scoped>
.privacy {
  color: white;
  padding: 20px;
}
.privacyInfo {
}
.privacyInfoItem {
  text-align: left;
  padding: 15px 0px;
}
</style>
